// General
"ADD" = "Aggiungi";
"OK" = "OK";
"CANCEL" = "Annulla";
"Space" = "Spazio";
"SPACES" = "Spaces";
"OPTIONS" = "Opzioni…";
"CONTINUE" = "Continua";
"TURN_BT_ON" = "Attiva Bluetooth";

"SEARCHING" = "Cerco…";
"CONNECTING" = "Connetto…";

// Combobox entries
"MODIFER_OPTION" = "⌥ Opzione";
"MODIFER_CONTROL" = "⌃ Ctrl";
"MODIFER_COMMAND" = "⌘ Comando";

"MOUSEBUTTON_OPEN" = "Apri “%@”";

//
"TOP_LABEL_BT_OFF_HEADER" = "Connetti un mouse USB o attiva Bluetooth.";
"TOP_LABEL_BT_HEADER" = "Attendi il rilevamento di un mouse Bluetooth o collega un mouse USB.";
"TOP_LABEL_NO_BT_HEADER" = "Connetti un mouse USB.";

//
"MID_LABEL_NO_MOUSE" = "Nessun mouse trovato.";
"MID_LABEL_1_MOUSE" = "1 mouse trovato.";
"MID_LABEL_MOUSE_FOUND" = "Rilevato “%@”";


// Gestures
"ONE_FINGER" = "Un dito";
"ONEFINGER_SCROLL_GESTURE" = "Scorri";
"AX_ONEFINGER_SCROLL_GESTURE" = "Scorri";
"SECONDARYCLICK_GESTURE" = "Clic secondario";
"AX_SECONDARYCLICK_GESTURE" = "Clic secondario";
"ONEFINGER_SCREEN_ZOOM_GESTURE" = "Zoom dello schermo";
"AX_ONEFINGER_SCREEN_ZOOM_GESTURE" = "Zoom dello schermo";

"TWO_FINGERS" = "Due dita";
"2F_SWIPE_LEFT_RIGHT" = "Per navigare scorri a sinistra/destra";
"AX_2F_SWIPE_LEFT_RIGHT" = "Per navigare scorri a sinistra e a destra";

"SCREENZOOM_GESTURE" = "Zoom dello schermo";
"WITH_MOMENTUM" = "con inerzia";
"WITHOUT_MOMENTUM" = "senza inerzia";


//
"BT_OFF_ALERT_TITLE" = "Non puoi connettere a un mouse Bluetooth perché Bluetooth è disattivo. Vuoi attivarlo?";
"BT_INDICATOR_SEARCHING" = "Cerco…";
"BT_INDICATOR_CONNECTING" = "Connetto…";

//
"LEFT" = "Sinistro";
"RIGHT" = "Destro";
"SCROLL" = "Scorri";
"NAVIGATE" = "Naviga";
"SCROLL_OFF" = "Inattivo";
"SCROLL_VERTICAL" = "Solo verticale";
"SCROLL_VERTICAL_HORIZONTAL" = "Verticale e orizzontale";
"SCROLL_360" = "360 gradi";
"SWIPE_1_FINGER" = "1 dito";
"SWIPE_2_FINGER" = "2 dita";
"3F_TAP_TO_DASHBOARD" = "Dashboard";
"3F_TAP_TO_EXPOSE_ALL_WINDOW" = "Exposé - Tutte le finestre";
"3F_TAP_TO_EXPOSE_APP_WINDOW" = "Exposé - Finestre dell'applicazione";
"3F_TAP_TO_EXPOSE_DESKTOP" = "Exposé - Scrivania";



